"Loading..." = "Se încarcă...";
"Connection Error" = "Eroare de conexiune";
"Search Temporarily Unavailable" = "Ne pare rău, căutarea este momentan indisponibilă";
"Error" = "Eroare";
"No Loc Error Title" = "Serviciile de localizare sunt dezactivate";
"No Loc Error Message" = "Fără opţiunea \"Funcţii de localizare\", nu vă putem arăta locuri din zona dumneavoastră. Pentru a activa \"Funcţii de localizare\" duceţi-vă la Settings/General.\n\nNote: In case you want to translate Settings here, use \"Setări\". General is the same in both languages.";
"Details" = "Detalii";
"List" = "Listă";
"Map" = "Hartă";
"Settings" = "Setări";
"Wheelchair Settings" = "Filtrează locațiile după accesibilitate";
"Category Settings" = "Filtraţi locurile în funcţie de categorii";
"EditPOIViewInfoLabel" = "Informaţie\n\nNote: In RO this particular noun is countable. It translates as \"Informaţie\" for singular and \"Informaţii\" for plural so you can pick whichever fits your context better.";
"Signed In" = "Conectat";
"Signed In As" = "Autentificat ca";
"Not Logged In" = "Nu sunteți autentificat";
"Sign Out" = "Deconectare";
"About Wheelmap" = "Despre";
"Credits:" = "Credite:";
"Map Credits" = "Coordonate: OpenStreetMap";
"Icons Credits" = "Imagini: Yusuke Kamiyamane";
"Dev Credits" = "Dezvoltare iPhone: Dorian Roy";
"Copyright" = "© 2010 Sozialhelden e.V. Toate drepturile rezervate.";
"Close" = "Închide";
"Search Results" = "Rezultatele căutării";
"Nearby Places" = "Locuri aflate în apropiere";
"Places near %@" = "Locuri lângă %@";
"Places in map segment" = "Locuri aflate în sectorul hărții";
"OK" = "OK";
"Cancel" = "Anulare";
"BackButton" = "Înapoi";
"Unknown Place" = "Loc necunoscut";
"Loading Places" = "Încărcare locuri...";
"No Results" = "Nici o locație găsită";
"Zoom Closer" = "Măriți pentru a vedea locurile";
"Still not found?" = "Încă nu aţi găsit ce căutaţi?";
"Tap to Add Place" = "Atingeți aici pentru a adăuga un loc";
"Save Changes" = "Salvare modificări";
"Confirm Place %@ Status %@" = "Statusul %1$@ va fi modificat cu %2$@";
"Add Place" = "Adaugă o locație";
"Edit Name" = "Modifică numele";
"Edit Type" = "Editare tip";
"Edit Location" = "Editare loc";
"Drag Pin" = "Indicaţi locul cu ajutorul acului roşu";
"Edit Description" = "Editare comentariu";
"Edit Address" = "Modificare adresă";
"Street Placeholder" = "Stradă";
"Housenumber Placeholder" = "Nu.";
"Postcode Placeholder" = "Cod poștal";
"City Placeholder" = "Oraș";
"Edit Website" = "Editare site web";
"Edit Phone" = "Editare număr de telefon";
"Add Description" = "Adăugare comentariu";
"Description Note" = "Puteți adăuga un comentariu legat de accesul cu căruciorul cu rotile în această locație";
"Add Address" = "Adăugare adresă";
"Add Website" = "Adăugare site web";
"Add Phone" = "Adăugaţi număr de telefon";
"URL" = "URL";
"Enter valid URL" = "Te rugăm să introduci un URL valid";
"Confirm Add Place" = "Doriți să adăugați acest loc la Wheelmap?";
"Add Place Button" = "Adăugare loc nou";
"Confirm Edit Place" = "Sunteţi sigur că vreţi să schimbaţi locul?";
"Edit Place Button" = "Salvează modificările";
"Error Place Not Editable" = "Ne pare rău, se pare că acest loc nu poate fi editat cu ajutorul Wheelmap";
"Place Added" = "Loc adăugat";
"Place Edited" = "Loc editat";
"Place Added Message" = "Este posibil să dureze câteva minute înainte ca modificările să apară în rezultatele căutării.";
"EditPOIViewNameLabel" = "Nume";
"field_type" = "Tip";
"field_wheelchair" = "Scaun cu rotile";
"field_wheelchair:description" = "Comentariu";
"EditPOIViewAddressLabel" = "Adresă";
"EditPOIViewPhoneLabel" = "Telefon";
"EditPOIViewWebsiteLabel" = "Site web";
"EditPOIViewPositionLabel" = "Locație";
"Accessibility" = "Scaun cu rotile";
"accessibility_limited" = "Acces pentru scaun cu rotile limitat";
"accessibility_no" = "Inaccesibil în scaun cu rotile";
"accessibility_unknown" = "Accesibilitate necunoscută";
"Sign In" = "Autentificare";
"Sign In Prompt" = "Conectați-vă cu ajutorul contului Wheelmap.";
"Username" = "Email";
"Password" = "Parolă";
"Sign In Button" = "Autentificare";
"Sign Up Prompt" = "Sunteţi nou aici? Înregistraţi-vă acum cu OpenStreetMap și Wheelmap.org.";
"Sign Up Button" = "Înregistrare";
"User Credentials Error" = "Nume de utilizator sau parolă greșită. Vă rugăm să încercați din nou.";
"Account Linkage Error" = "Contul dvs. nu este încă legat de un cont OpenStreetMap. Faceți clic pe OK pentru a deschide browserul și pentru a schimba acest lucru.";
"WheelchairAccessYes" = "Complet accesibil";
"WheelchairAccessLimited" = "Accesibilitate limitată";
"WheelchairAccessNo" = "Inaccesibil";
"WheelchairAccessUnknown" = "Accesibilitate necunoscută";
"WheelchairAccessContentYes" = "● Fără prag la intrare\n● Fără prag la intrarea în toate camerele\n● Dacă există toaletă în locaţie, aceasta este accesibilă persoanelor în scaun cu rotile";
"WheelchairAccessContentLimited" = "● Treaptă la intrare nu mai înaltă de 7 cm (3 in)\n● Cele mai importante camere accesibile fără trepte";
"WheelchairAccessContentNo" = "● Treaptă de intrare mai înaltă de 7 cm (3 in)\n● Cele mai importante camere nu sunt accesibile fără trepte";
"category_accommodation" = "Cazare";
"category_government" = "Autorități publice";
"category_money_post" = "Bancă și oficiu poștal";
"category_education" = "Educaţie";
"category_food" = "Alimentare și băuturi";
"category_leisure" = "Timp liber";
"category_misc" = "Altele";
"category_shopping" = "Cumpărături";
"category_sport" = "Sporturi";
"category_tourism" = "Turism";
"category_public_transfer" = "Transport public";
"aerodrome" = "Aerodrom";
"alcohol" = "Băuturi alcoolice";
"archaeological_site" = "Sit arheologic";
"arena" = "Stadion";
"arts_centre" = "Centru de artă";
"artwork" = "Operă de artă";
"atm" = "ATM";
"attraction" = "Atracție";
"bakery" = "Brutărie";
"bank" = "Bancă";
"bar" = "Bar";
"battlefield" = "Câmp de bătălie";
"beach" = "Plajă";
"beach_resort" = "Stațiune pe litoral";
"beacon" = "Far";
"bed_and_breakfast" = "Bed & Breakfast";
"beverages" = "Băuturi";
"bicycle" = "Bicicletă";
"bicycle_rental" = "Închirieri biciclete";
"boatyard" = "Port";
"books" = "Librărie";
"bureau_de_change" = "Casă de schimb";
"bus_station" = "Stație de autobuz";
"bus_stop" = "Staţie de autobuz";
"butcher" = "Măcelar";
"cable_car" = "Telecabină";
"cafe" = "Cafenea";
"camp_site" = "Loc de tabără";
"car_rental" = "Închiriere mașini";
"car_sharing" = "Folosire în comun a autovehiculului";
"caravan_site" = "Locație caravană";
"castle" = "Castel";
"cave_entrance" = "Intrare peșteră";
"chair_lift" = "Lift scaun";
"chalet" = "Cabană";
"cinema" = "Cinema";
"clothes" = "Magazin de haine";
"college" = "Colegiu";
"computer" = "Calculator";
"convenience" = "Note: This is a tricky one. If by convenience you mean \"the state of being able to proceed with something with little effort or difficulty\" use \"Convenabil\".\nIf you mean convenience store, seeing how OSM is a mapping app, use \"Magazin\".  ";
"courthouse" = "Judecătorie";
"department_store" = "Magazin";
"doityourself" = "Bricolaj";
"drinking_water" = "Apă potabilă";
"dry_cleaning" = "Curăţătorie";
"electronics" = "Electronice";
"fast_food" = "Fast Food";
"ferry" = "Feribot";
"ferry_terminal" = "Terminal de feribot";
"florist" = "Florărie";
"fuel" = "Combustibil";
"furniture" = "Mobilă";
"gallery" = "Galerie";
"garden_centre" = "Grădină publică";
"guest_house" = "Casă de oaspeți";
"hairdresser" = "Coafor";
"halt" = "Haltă";
"hardware" = "Hardware";
"hospital" = "Spital";
"hostel" = "Pensiune";
"hotel" = "Hotel";
"information" = "Informații";
"kindergarten" = "Grădiniță";
"kiosk" = "Chioșc";
"library" = "Bibliotecă";
"mall" = "Centru comercial";
"memorial" = "Monument";
"motel" = "Motel";
"museum" = "Muzeu";
"nightclub" = "Club de noapte";
"optician" = "Optician";
"outdoor" = "În aer liber";
"parking" = "Parcare";
"parking_aisle" = "Culoar locuri de parcare";
"pharmacy" = "Farmacie";
"place_of_worship" = "Lăcaș de cult";
"platform" = "Platformă";
"post_office" = "Oficiu poștal";
"pub" = "Bar";
"public_building" = "Clădire publică";
"restaurant" = "Restaurant";
"school" = "Școală";
"shoes" = "Pantofi";
"sports_centre" = "Centru sportiv";
"stadium" = "Stadion";
"subway_entrance" = "Intrare metrou";
"supermarket" = "Supermarket";
"swimming" = "Înot";
"swimming_pool" = "Bazin de înot";
"terminal" = "Terminal";
"theatre" = "Teatru";
"theme_park" = "Parc de distracții";
"toilets" = "Toalete";
"tower" = "Turn";
"townhall" = "Primărie";
"tram_stop" = "Stație de tramvai";
"university" = "Universitate";
"veterinary" = "Veterinar";
"viewpoint" = "Punct de vedere";
"zoo" = "Grădină Zoologică";
"Yes" = "Da";
"No" = "Nu";
"LeaveApp" = "Sunteți sigur că dotiți să închideți aplicația?";
"Call" = "Doriți să sunați la acest număr?";
"twitter" = "Twitter";
"facebook" = "Facebook";
"email" = "Email";
"sms" = "Mesaj text";
"DetailsViewHeadline" = "Vizualizare detalii";
"DetailsView4ButtonViewCallLabel" = "Apelare";
"DetailsView4ButtonViewInfoLabel" = "Comentariu";
"DetailsView4ButtonViewRouteLabel" = "Traseu";
"DetailsViewAskFriendsButtonLabel" = "Implicați-vă: Întrebați-vă prietenii dacă acest loc este accesibil persoanelor aflate în scaune cu rotile";
"DetailsViewChoosePhotoSource" = "Alege fișierul";
"DetailsViewUploadOptionCamera" = "Aparat foto";
"DetailsViewUploadOptionPhotoAlbum" = "Fotografii";
"DetailsViewMoreInfoButtonLabel" = "Mai multe informații";
"MoreInfoViewHeadline" = "Mai multe informaţii ";
"ShareLocationViewHeadline" = "Distribuie locația";
"EditPOIViewHeadline" = "Editare";
"EditPOIViewCategoryLabel" = "Categorie";
"EditPOIViewSetMarkerButton" = "Setare marker";
"CommentViewLabel" = "Aici găsiți mai multe informații despre accesibilitatea scaunelor cu rotile";
"ShareLocationLabel" = "Am găsit acest loc pe Wheelmap.org:";
"AskFriendsLabel" = "Știi dacă această locație este accesibilă pentru scaune cu rotile?";
"DashboardNearby" = "Locuri în apropiere";
"DashboardMap" = "HARTĂ";
"DashboardCategories" = "CATEGORII";
"DashboardHelp" = "IMPLICĂ-TE";
"SearchForPlace" = "Căutare loc în apropiere";
"Places" = "Locații";
"TopLabelText" = "";
"BottomLabelText" = "";
"Ready" = "Efectuat";
"RegisterNew" = "Înregistrare";
"UsernamePlaceholder" = "Poștă electronică";
"MapHybrid" = "Hibrid";
"MapStandard" = "Standard";
"MapSatellite" = "Satelit";
"PlacesNearby" = "Locuri în apropiere";
"HelpByMarking" = "Puteţi ajuta prin a marca posibilitatea utilizării scaunului cu rotile în locurile din apropiere.  ";
"NoAddress" = "Nicio adresă disponibilă";
"NoWebsite" = "Niciun site web disponibil";
"NoPhone" = "Număr de telefon indisponibil";
"WheelAccessStatusViewHeadline" = "Stare";
"NavBarEditButton" = "Editare ";
"NavBarSaveButton" = "Salvare";
"TitleHelp" = "Implicați-vă";
"LoadingWheelText" = "Actualizare rezultate";
"SaveNodeFailed" = "Datele nu au putut fi salvate.";
"FetchNodesFails" = "Datele nu au putut fi actualizate";
"NoPOIsFound" = "Niciun loc nu a fost găsit";
"TermsText" = "Wheelmap.org a actualizat Condițiile de Folosire și Contractul de Confidențialitate a Datelor. Vă rugăm să le acceptați pe amândouă pentru a putea în continuare să adăugați locuri noi, să încărcați imagini și să scrieți comentarii.";
"TermsAcceptButton" = "Acceptare";
"TermsDeniedButton" = "Respingere";
"TermsDeniedText" = "Deoarece nu ați acceptat Condițiile de Folosire și Contractul de Confidențialitate a Datelor, nu puteți folosit unele dintre funcțiile acestei aplicații. Autentificați-vă din nou și acceptați cele două documente pentru a beneficia de funcții.";
"TermsTitle" = "Condițiile de Folosire";
"TermsCouldNotUpdate" = "Informațiile utilizatorului nu au putut fi actualizate. Vă rugăm să încercați din nou!";
"NoResources" = "Resurse indisponibile. Vă rugăm să verificați conexiunea la Internet și să reporniți aplicația";
"NavBarTitleCategory" = "Categorie";
"NavBarTitleWheelChairStatus" = "Stare scaun cu rotile";
"PhotoUuploadSuccess" = "Poza a fost încărcată cu succes";
"PhotoUuploadFailed" = "Imaginea nu a putut fi încărcată. Te rugăm să încerci din nou";
"FetchingPhotoURLFailed" = "Fotografiile acestui loc nu au putut fi descărcate.";
"WheelchairStatusChangeFailed" = "Nu s-a putut actualiza accesibilitatea cu scaunul cu rotile la acest loc. Încercați din nou.";
"NavBarTitleSharing" = "Distribuire";
"NavBarTitleComment" = "Comentariu";
"NavBarTitleEdit" = "Editare";
"NavBarTitleSetMarker" = "Setare loc";
"SearchResult" = "Rezultatul căutării";
"NavBarTitleDetail" = "Detaliu";
"FacebookSuccess" = "Distribuit cu succes  ";
"TweetSuccess" = "Partajat cu succes";
"MailSubject" = "";
"MailBody" = "";
"MailSendSuccess" = "Email trimis cu succes.";
"MailSendFailed" = "E-mailul nu a putut fi trimis.";
"SMSSendSuccess" = "SMS trimis cu succes.";
"SMSSendFailed" = "SMS-ul nu a putut fi trimis";
"EditPOIViewSetMarkerButtonDisabled" = "Indisponibil";
"NavBarTitleSetNodeType" = "Setaţi tipul locului";
"EditPOIViewNodeTypeLabel" = "Tipul locului";
"SetMarkerInstruction" = "Indicaţi poziţia corectă a locului cu ajutorul marcajului roşu";
"ConfirmImageUpload" = "Sunteți sigur că doriți să încărcați această imagine?";
"PleaseSetMarker" = "Vă rugăm să setați locația acestui loc";
"NoSearchService" = "Căutare indisponibilă";
"DetailsView4ButtonViewShareLabel" = "Partajare";
"NodeNoCategorySet" = "Te rugăm să alegi o categorie!";
"NodeNoNameSet" = "Introduceți un nume!";
"AcceptDataTerms" = "Sunt de acord cu paragrafele 1 și 2 din contractul de confidențialitate a datelor.";
"AcceptUserTerms" = "Sunt de acord cu termenii de utilizare.";
"PleaseAcceptAllTerms" = "Vă rugăm să acceptați Condițiile de Folosire și Contractul de Confidențialitate a Datelor.";
"SaveSucess" = "Date salvate cu succes";
"FirstStartBothAccounts" = "Important: Ai nevoie atât de un cont OpenStreetMap cât ȘI de un cont Wheelmap pentru a putea utiliza aplicația Wheelmap în întregime.";
"FirstStartNoAccount" = "Nu aveți încă un cont OpenStreetMap sau Wheelmap?";
"FirstStartNoAccountRegister" = "Înregistrați-le pe amândouă acum.";
"FirstStartOnlyOSM" = "Aveți deja un cont OpenStreetMap, dar încă nu aveţi un cont Wheelmap? Nicio problemă! Autentificaţi-vă pe Wheelmap.org și accesaţi secţiunea \"Profil\". Acolo vă puteți crea un cont de Wheelmap.";
"FirstStartButton" = "OK, am înțeles!";
"LoginScreenForgotPassword" = "Ați uitat parola?";
"LoginScreenNoWheelmapAccount" = "Încă nu aveți un cont de Wheelmap? Autentificaţi-vă pe Wheelmap.org cu contul dumneavoastră de OpenStreetMap și duceţi-vă la secţiunea \"Profil\". Acolo vă puteţi crea un cont de Wheelmap.";
"WhyOSMAccount" = "De ce aveți nevoie de cont de utilizator OSM?";
"DescribeWhyOSMAccount" = "Wheelmap.org este bazat pe Openstreetmap. Toate datele pe care le vezi pe hartă provin din baza de date Openstreetmap. Prin urmare, pentru a adăuga sau modifica informații ai nevoie de un cont de utilizator Openstreetmap.";
"LoginOverOSMText" = "Aveți nevoie de un cont de utilizator OpenStreetMap pentru a vă putea conecta la Wheelmap.org.";
"LoginOverOSM" = "Duceţi-vă la Autentificare OSM";
"OSMAccount" = "Nu ai încă un cont de utilizator OSM?";
"StepsToOSMAccount" = "Patru pași pentru conectare:\n1. Faceți clic pe Înregistrare OSM și înregistrați un cont de utilizator OSM\n2. Accesați emailul și faceți clic pe linkul de activare care v-a fost trimis\n3. Deschideți aplicația Wheelmap\n4. Conectați-vă cu contul de utilizator OSM (nume de utilizator și parolă)";
"OSMRegistration" = "Înregistrare OSM";